{
  "homePage": {
    "registrationBtn": "Contact Us To Learn More",
    "topHeaderTitle": "Every journey to parenthood is unique. We’re here for yours",
    "register": "Register Now",
    "title": "Where Hope Meets Life",
    "description": "Helping dreams of parenthood come true through compassion, trust, and care.",
    "about": "A Path to Parenthood, Guided with Heart",
    "aboutText": "At [Your Company Name], we believe every family’s story is unique. Whether you’re seeking a surrogate or an egg donor, we’re here to walk beside you — offering guidance, support, and care every step of the way. With a deep respect for every journey, we connect intended parents, surrogates, and donors with kindness, integrity, and understanding.",
    "whyChooseUs": "Why Families Trust [Your Company Name]",
    "whyChooseUsList": [
      "Personalized support throughout your entire journey",
      "Thoroughly screened, compassionate surrogates and donors",
      "Transparent process with no hidden steps",
      "Experienced team committed to your peace of mind",
      "Respect, dignity, and care for all involved"
    ],
    "missionTitle": "Our Mission",
    "missionText": "Our mission is simple: to build families with heart. We are dedicated to making the process of surrogacy and egg donation as smooth and meaningful as possible, creating an environment where trust, empathy, and dreams flourish.",
    "readyToBeginTitle": "Ready to Begin?",
    "readyToBeginText": "Whether you’re hoping to grow your family or offer the gift of life to someone else, we are here to guide you. Your journey starts with a single step — and we’ll be with you every step of the way.",
    "getStartedButton": "Get Started",
    "learnMoreButton": "Learn More",
    "main_title": "Surrogacy & Egg Donation Agency Helping Families Grow",
    "main_text": "Compassionate support and expert guidance for intended parents, surrogates, and egg donors. Your journey to parenthood starts here.",
    "becomeSurrogateBtn": "Become a Surrogate",
    "becomeDonorBtn": "Become an Egg Donor",
    "becomeSurrogateText": "As a surrogate, you have the power to give the greatest gift helping someone create a family. We guide and support you throughout the entire process, every step of the way.",
    "becomeEggDonorText": " Egg donation is a meaningful way to help others experience the joy of parenthood. If you're ready to make a lasting difference, we’re here to ensure your journey is safe, respectful, and rewarding.",
    "becomeParent": "Become a Parent",
    "becomeParentBtn": "Become a Parent",
    "becomeParentText": "Being a parent is one of life’s most significant experiences. We offer support and resources to make your journey to parenthood as smooth and enjoyable as possible."
  },
  "introSection": {
    "title": "What we",
    "subtitle": "offer",
    "description": " We’re dedicated to providing ethical, compassionate, and transparent care every step of the way. From your first consultation to welcoming your child, you’ll be supported, informed, and guided by trusted professionals—ensuring a smooth, safe, and successful journey.",
    "secTitle": "Reproducitve Surgery",
    "description2": " Sometimes, fertility challenges can be addressed with minor surgical intervention. Our experienced surgical team specializes in minimally invasive procedures to treat conditions like fibroids, endometriosis, or blocked tubes—enhancing your chance of a successful pregnancy.",
    "thirdTitle": "Ferility Preservation",
    "thirdDescription": "Whether due to medical treatment or personal timing, we offer egg, sperm, and embryo freezing options so you can plan your future with confidence, safety, and flexibility.",
    "fourthTitle": "Surrogacy Services",
    "fourthDescription": "We support a wide range of intended parents. Our ethical surrogacy process is supported by experienced legal and medical professionals, ensuring safety, clarity, and care at every step."
  },
  "surrogacyOptions": {
    "title": "Empowering Your path to Parenthood",
    "description": " At fertility Options, we belive in the power of choice. The journey to parenthood is deeply personal and unique for every individual or couple, which is why we are committed to offering a range of tailored solutions. we ephasize the importance of providing diverse and flexible pathways to help you achive your dream of having a family.",
    "button": " Book an appointment"
  },

  "ourMission": {
    "title": "What Makes",
    "subtitle": "Us Special",
    "description": " We're committed to the highest standards of ethics and transparency, so you always fell informed and confident every step of the way",
    "h3Title": "Comprehensive Support",
    "h3Description": "From IVF to fertility surgery and third-part reproductive, our wide range of services ensures we've got every aspect of your fertility needs covered. Your path to parenthood starts here. Contact Fertility Options today. and let's make your dream of becoming a parent a reality",
    "h4Description": "We're all about the largest and greatest in fertility science. leveraging advanced technology to boost your chances of success.",
    "h5Description": "Every fertility journey is unique story. and our approach is just as personalized. We create treatment plans that are as one of a kind as you are",
    "h6Description": "We're committed to the highest standards of ethics and transparency, so you always fell informed and confident every step of the way "
  },
  "aboutPage": {
    "heading_line1": "We truly understand",
    "heading_highlight": "what you're going through",
    "paragraph": "At Fertility Options, every success story is a testament to the hope, courage, and new beginnings we help create.",
    "successStory": "Success Story",
    "title": "Zeinab",
    "subtitle": "Doctor",
    "description": "Surrogacy is a unique and heartfelt path to building families for those who are unable to have children on their own. This process involves a compassionate and responsible woman who is willing to help individuals and couples realize their dream of parenthood. Surrogacy is not only a medical achievement but also a deeply human act that brings hope and joy to new families. Dr. Zeinab offers a reliable and safe environment, complete support, and professional care to ensure that every surrogacy journey ends successfully and with love.",
    "title-2": "Laliko",
    "subtitle-2": "Reproductologist",
    "description-2": "Reproductive medicine is a remarkable field of healthcare dedicated to fulfilling the dream of starting a family. It’s deeply intertwined with emotions, responsibility, and the highest level of professionalism. Being a specialist in this area requires not only scientific expertise but also a profound understanding of people. Laliko wholeheartedly supports couples navigating the challenging journey to parenthood. Her mission goes beyond medical care—it includes psychological support and emotional guidance. Every consultation is filled with genuine care, warmth, and hope, giving each patient the chance to begin their unique story of happiness."
  },
  "sliderImage": {
    "title": "Eleanor Pena",
    "subtitle": "Proffesional Athlete",
    "description": "Growing Families is a Charity which  works with intended parents, Heterosexual and Singles around the globe to educate and support their familty building journey with donors and surrogates. Formetly Families"
  },
  "footer": {
    "copyright": "© 2023 My Application. All rights reserved."
  },
  "pages": {
    "home": "home",
    "about": "about",
    "contact": "contact",
    "prices": "prices",
    "services": "services"
  },
  "registerPage": {
    "register-title": "The Power of Surrogacy & Egg Donation",
    "register-paragraph": " If you're looking for an emotional and meaningful path to  parenthood, surrogacy and egg donation can be life-changing steps. This beautiful journey allows dreams to come true, bringing the joy of new life into the world.",
    "register-secParagraph": " Fill out the form and let&apos;s turn your dream into reality! 💙",
    "register-button": "Register Now"
  }
}
