{
  "homePage": {
    "registrationBtn": "Свяжитесь с нами, чтобы узнать больше",
    "topHeaderTitle": "Каждый путь к родительству уникален. Мы рядом на твоём пути.",
    "register": "КОНТАКТ",
    "title": "Там, где надежда встречает жизнь",
    "description": "Мы воплощаем мечты о родительстве с заботой, доверием и теплом.",
    "about": "Путь к родительству, проложенный с сердцем",
    "aboutText": "В [Название вашей компании] мы верим, что каждая семейная история уникальна. Независимо от того, ищете ли вы суррогатную мать или донора яйцеклеток, мы будем рядом — поддерживая, направляя и заботясь на каждом этапе пути. С уважением к каждому путешествию мы соединяем будущих родителей, суррогатных матерей и доноров с добротой, честностью и искренним вниманием.",
    "whyChooseUs": "Почему семьи доверяют [Название вашей компании]",
    "whyChooseUsList": [
      "Индивидуальная поддержка на протяжении всего пути",
      "Тщательный отбор заботливых суррогатных матерей и доноров",
      "Прозрачный процесс без скрытых этапов",
      "Опытная команда, заботящаяся о вашем спокойствии",
      "Уважение, достоинство и забота о каждом участнике"
    ],
    "missionTitle": "Наша миссия",
    "missionText": "Наша миссия проста: создавать семьи с любовью. Мы стремимся сделать процесс суррогатного материнства и донорства максимально легким и наполненным смыслом, создавая атмосферу доверия, поддержки и исполнения мечт.",
    "readyToBeginTitle": "Готовы начать?",
    "readyToBeginText": "Если вы мечтаете расширить свою семью или подарить кому-то жизнь, мы с радостью поможем вам. Ваш путь начинается с одного маленького шага — и на каждом этапе мы будем рядом.",
    "getStartedButton": "Начать",
    "learnMoreButton": "Узнать больше",
    "main_title": "Агентство суррогатного материнства и донорства яйцеклеток, помогающее семьям расти",
    "main_text": "Сочувствующая поддержка и экспертное руководство для будущих родителей, суррогатных матерей и доноров яйцеклеток. Ваш путь к родительству начинается здесь.",
    "becomeSurrogateBtn": "Стать суррогатной матерью",
    "becomeDonorBtn": "Стать донором яйцеклеток",
    "becomeSurrogateText": "Суррогатное материнство — это способ подарить величайший дар, помогая кому-то создать семью. Мы поддерживаем и направляем вас на каждом этапе этого важного пути.",
    "becomeEggDonorText": "Донорство яйцеклеток — это значимый способ помочь другим испытать радость родительства. Если вы готовы сделать lasting difference, мы здесь, чтобы обеспечить вашу безопасность, уважение и удовлетворение на этом пути.",
    "becomeParent": "Стать родителем",
    "becomeParentBtn": "Стать родителем",
    "becomeParentText": "Роль родителя — это одно из самых значимых переживаний в жизни. Мы предлагаем поддержку и ресурсы, чтобы ваш путь к родительству был максимально простым и приятным."
  },
  "footer": {
    "copyright": "© 2023 Мое приложение. Все права защищены."
  },
  "pages": {
    "home": "mein peij",
    "about": "о нас",
    "contact": "контакт",
    "prices": "цены",
    "services": "услуги"
  },
  "registerPage": {
    "register-title": "Сила суррогатного материнства и донорства яйцеклеток",
    "register-paragraph": "Если вы ищете эмоциональный и значимый путь к родительству, суррогатное материнство и донорство яйцеклеток могут стать шагами, меняющими жизнь. Это прекрасное путешествие помогает мечтам сбываться, принося радость новой жизни в этот мир.",
    "register-secParagraph": "Заполните форму, и давайте превратим вашу мечту в реальность! 💙",
    "register-button": "Зарегистрироваться"
  }
}
